anseki.vscode-color
anthropic.claude-code
dbaeumer.vscode-eslint
eamodio.gitlens
golang.go
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
redhat.java
redhat.vscode-yaml
twxs.cmake
vscjava.vscode-gradle
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
