tap "hashicorp/tap"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "steipete/tap"
tap "supabase/tap"
brew "giflib"
brew "libpng"
brew "pixman"
brew "cairo"
brew "cliclick"
brew "cmake"
brew "cocoapods"
brew "copilot"
brew "coreutils"
brew "docker"
brew "fastlane"
brew "pango"
brew "tesseract"
brew "gh"
brew "git"
brew "python@3.13"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "himalaya"
brew "htop"
brew "icu4c@76"
brew "librsvg"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "libimobiledevice"
brew "ncdu"
brew "nmap"
brew "node"
brew "nvm"
brew "ocrmypdf"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "postgresql@16"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "python-tk@3.13"
brew "qt"
brew "ripgrep"
brew "ruby@3.2"
brew "sevenzip"
brew "tailscale"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hudochenkov/sshpass/sshpass"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/sag"
cask "basictex"
cask "flutter"
cask "libreoffice"
cask "memo"
cask "openinterminal"
cask "visual-studio-code"
vscode "anseki.vscode-color"
vscode "anthropic.claude-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
