brew "cairo"
brew "cocoapods"
brew "ffmpeg"
brew "gh"
brew "giflib"
brew "git"
brew "htop"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "mas"
brew "node"
brew "pkgconf"
brew "pnpm"
brew "python@3.14"
brew "tmux"
brew "uv"
cask "antigravity"
cask "claude-code"
cask "cleanmymac"
cask "google-chrome"
cask "visual-studio-code"
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
vscode "anseki.vscode-color"
vscode "anthropic.claude-code"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
